LEXICON_RU: dict[str, str] = {
    '/start': 'Привет!\n\nЯ бот-ассистент который разработан чтобы тебе помочь!\n\n'
              'Ниже расположен список моих команд\n'
              'Для того чтобы получить справку по командам\nотправь мне команду /help',
    '/help': 'Здесь написать что означает та или иная команда',
    'no_echo': 'Не знаю что тебе ответить по этому поводу',
    'button_missing_list': 'Список отсутствующих:',
    'button_count_missing': 'Посчитать пропуски для ведомости',
    'button_todolist': 'Что мне нужно сделать',
    'button_statements': 'Ссылка на диск со всеми ведомостями',
    #Можно будет сделать чтобы он эти фото брал с БД а не с онлайн-диска
    'button_schedule_site': 'Ссылка на сайт колледжа с изменениями расписания'
    }

COLLEGE_SCHEDULE: dict[str, str] = {
    '1': 'Афанасьев Н.С.',
    '2': 'Ахметов А.Д.',
    '3': 'Бабкин Д.А.',
    '4': 'Бибик К.П.',
    '5': 'Воробьев В.Н.',
    '6': 'Галкина В.С.',
    '7': 'Жигалин А.С.',
    '8': 'Комляшов К.И.',
    '9': 'Копысов С.Д.',
    '10': 'Крыжановский Д.А.',
    '11': 'Кучеренко А.Д.',
    '12': 'Мартынов В.А.',
    '13': 'Могильченко С.Д.',
    '14': 'Перевозник И.И.',
    '15': 'Поляков А.А.',
    '16': 'Прокофьев А.А.',
    '17': 'Рыбалка В.Ф.',
    '18': 'Струговщиков И.А.',
    '19': 'Сыроешкина А.Р.',
    '20': 'Тарасенко Валерия',
    '21': 'Тарасенко Валентин',
    '22': 'Трофименко А.В.',
    '23': 'Фисенко А.Д.',
    '24': 'Целищев П.А.',
    '25': 'Шевченко В.Н.',
    '26': 'Шилкин А.Н.',
    '27': 'Глущенко М.А.',
    '28': 'Даллари А.В.',
    '29': 'Томашевский Е.Д.'
    }